/* User/pwd server verification */
"Authentication Required" = "Godkjenning kreves";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Avbryt";

/* HTTPS server verification */
"Continue" = "Fortsett";

/* Link long-press context menu */
"Copy Link" = "Kopier lenken";

/* Google autocomplete error */
"Error: " = "Feil: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Kan ikke bekrefte lyd på nettvisningen. Det kan hende at det ikke blir lyd.";

/* User/pwd server verification */
"Log In" = "Logg på";

/* Link long-press context menu */
"Open Here" = "Åpne her";

/* Link long-press context menu */
"Open in New Tab" = "Åpne i ny fane";

/* User/pwd server verification */
"Password" = "Passord";

/* Google autocomplete error */
"response code %d" = "repsonskode %d";

/* Google autocomplete error */
"response format unrecognized" = "responsformatet er ukjent";

/* Google autocomplete error */
"response non-decodable" = "repsonsen kan ikke dekodes";

/* Google autocomplete error */
"response parsing %@" = "responsanalyse %@";

/* HTTPS server verification */
"Server Identity" = "Serveridentitet";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "Identiteten til '%@' kan ikke bekreftes.";

/* User/pwd server verification */
"Username" = "Brukernavn";

/* Link long-press context menu */
"Open in Background Tab" = "Åpne i bakgrunnsfane";

/* Bookmark view controller */
"Edit Bookmark" = "Rediger bokmerke";

/* Link long-press context menu */
"Save Image" = "Lagre bilde";

/* Link long-press context menu */
"Save Video" = "Lagre video";

/* Web download failure alert title */
"Download Failed" = "Nedlasting mislyktes";

/* Web download failure description */
"File download failed due to network error." = "Filnedlastingen mislyktes på grunn av nettverksfeil.";

/* Web download failure description */
"The file had unexpected content." = "Filen hadde uventet innhold.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Filen kunne ikke lagres i Camera Roll.";

/* Web download failure description */
"File download failed due to internal error %@." = "Filnedlastingen mislyktes på grunn av den interne feilen %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Nettleseren kan ikke laste ned denne filen.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Avbryt";
